# Install before gcc breaks everything
brew "idris"
brew "aria2"
brew "openssl"
brew "autojump"
brew "bats"
brew "bcrypt"
brew "clisp"
brew "clojure"
brew "coreutils"
brew "curl"
brew "dateutils"
brew "emacs"
brew "findutils"
brew "gcc"
brew "gist"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "git-town"
brew "gnu-prolog"
brew "go"
# Formula broken
# brew "haskell-stack"
brew "hledger"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hub"
brew "jq"
brew "leiningen"
brew "lua"
brew "mitmproxy"
brew "mtr"
brew "mycli"
brew "nanomsg"
brew "netcat"
brew "nmap"
brew "node"
brew "ocaml"
brew "opam"
brew "p7zip"
brew "parallel"
brew "patchutils"
brew "pgcli"
brew "redis"
brew "resty"
brew "rust"
brew "scala"
brew "socat"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "typescript"
brew "tmux"
brew "vim"
brew "websocketd"
brew "zeromq"
brew "zsh"